Dictionary = {
    'Ability' : """англ. способность, умение. Умение персонажа совершать
    что-либо. Для развития персонажа ему требуется прививать и развивать
    различные навыки, то есть абилки. От любителей Фоллаута также
    известен вариант «перк».""",
    'Achievement' : """англ. достижение, подвиг.
    Достижения могут быть самого разного плана от «возьмите n-ный
    уровень» или «выполните n-дцать квестов» до задротских чуть менее,
    чем полностью «убейте злобного босса, не позволив ему нанести урон
    кому-либо из рейда». За некоторые ачивы дают много ништяков, кроме
    того невозбранно растёт ЧСВ задрота посредством замеров счетчика
    ачивок в ходе теоретических дискуссий.""",
    'Add' : """англ. add —
    прибавлять, добавлять. Дополнительные мобы, внепланово
    присоединяющиеся к бою. В PvP почти то же самое, см. Assjam. На
    рейдах — мобы из «свиты» босса. Он же «гварды», «миньоны» или даже
    «трэш».""",
    'AFK' :  """англ. away from keyboard — вдали от клавиатуры,
    фаш. aufs Klo — в туалет (ушёл), более эмоциональный вариант — англ.
    awaiting for kick — ожидающий кика. Ровно то же самое, что
    аналогичный статус в этих ваших ICQ-шечках. АФКер является
    излюбленной целью ганка, а также вызывает живительные лучи любви,
    когда задерживает рейд от продвижения.""",
    'Aggro' : """сокращение от англ. aggression — агрессия, враждебность.
    Концептуально это можно объяснить как «желание моба атаковать
    игрока» (в WoW, например, за это отвечает скрытый параметр Threat).
    Примеры употребления: тить/перехватить агро или сагрить — добиться
    от моба чтобы он считал тебя приоритетной целью. Если подобное
    привлечение внимания не входит в обязанности игрока, считается
    нубством. живать агро на себе — основная задача танка. Если в рейде
    у танков перехватывает агро кто-то другой, это свидетельствует о
    чьём-то нубстве (или танка, или этого кого-то). А если этот кто-то к
    тому же ещё из не особо живучих (например, хилер), то обычно вайп не
    за горами.""",
    'Alt' : """сокращение от англ. alternative — альтернативный. )Альтернативным может
    быть что угодно, но в рунете обычно под альтом подразумевают
    второстепенного игрового персонажа. Несмотря на то, что все ММО так
    или иначе побуждают к достижению своим персонажем невероятных высот
    крутости, скорость раскачивания чара и поступление нового контента
    почти везде замедляется с каждым уровнем. Рано или поздно игрок
    решает попробовать поиграть другим классом или просто ощутить всю
    прелесть получения десяти левелов в час. Тогда он роллит нового чара
    другого класса, расы, а то и вовсе вражеской фракции и начинает всё
    с нуля. Иногда он вдруг понимает, что был нубом, а новый класс
    интереснее старого, и происходит реролл. Тогда альтом начинает
    считаться его первый чар. Впрочем, для задрота мейнами могут быть
    все его чары. ренный выход из игры (Alt+F4, например)
    непосредственно перед смертью персонажа с целью этой самой смерти
    избежать. Ранее было очень актуально, ныне в любой ММО есть
    механизмы, исключающие данное действие: от смерти по умолчанию в
    случае выхода во время боя до создания условий, делающих альт
    бессмысленным.""",
    'AoE' : """Сокращение от англ. area of effect — область действия, вариант англ.
    attack on environment — атака по местности. Заклинание/абилка с эффектом
    по площади. Ураган, град, граната, бешеное размахивание клинком во все
    стороны etc.""",
    'AP' : """Сокр. от англ. attack/ability power — сила атаки/умения.
    Сокр. от англ. arena point — очки арены. Очки, которые дают за победу на арене.
    Сокр. от англ. action points — очки действия.
    Сокр. от англ. attribute points — очки, используемые для поднятия навыков или характеристик.
    Сокр. от англ. abyss points — аналог PvP очков в Aion.""",
    'ArP' : """Сокращение от англ. armor penetration/piercing — пробивание брони.
    Характеристика оружия/заклинания, способность игнорировать броню.""",
    'ASPD' : """англ. Attack SPeed — скорость обычной, базовой атаки, не использующей абилки.""",
    'Assist' :"""англ. помогать, содействовать. Любая помощь, осуществляемая, как
    правило, на взаимовыгодных условиях. Одновременная атака одной общей
    цели несколькими игроками. Цель берется или по лидеру группы или по
    наименее лагающему игроку, с хорошими навыками прицеливания и
    переключения целей. Обычно применяется для выноса вражеских хилеров,
    танков и фарма боссов со свитой. Некоторые заклинания, требующие участия
    нескольких игроков помимо самого использующего абилку. Помощник
    рейд/гилд/партии/какого-нибудь ещё лидера с получением официальных™ прав
    управлять подвластным формированием любым удобным способом.""",
    'Assjam' :"""англ.букв. «сжатая жопа». Ситуация когда к драке двух групп
    добавляется третья (спойлер: и всех убивает).""",
    'Badge run' : """англ. badge — эмблема, знак и англ. run — бежать.
    Разновидность fast run'а — забег в инстанс за эмблемками-баджами,
    которые падают с боссов. Накопленные баджи служат для обмена их на
    определенные вещи.""",
    'BG' :  """англ. Battleground — поле сражений. Изолированная PvP-локация,
    в которой две команды играют в различные варианты того же что и в
    многопользовательских шутерах: захват флага, осада и тому подобное.
    англ. bad game — плохая игра, плохо сыграно.""",
    'Bind' : """англ. привязывать: Вещь к её владельцу, после чего вещь
    нельзя, например, продать или, чаще, передать другому персонажу. Введено
    во избежание прокачки твинков и продажи б/у задешево. Есть разные
    варианты, после чего это может произойти (после лута: после первого
    одевания, использования или после энчанта), но результат общий. В том
    или ином виде есть почти во всех играх. Выбор домашней локации
    (забиндиться), в которую можно относительно быстро телепортироваться
    какой-нибудь абилкой или вещью. В Lineage 2 означает умение танков
    лишать цель возможности передвижения. В более широком смысле обозначает
    просто закрепление за клавишей клавиатуры или мышки какого-либо предмета
    или действия.""",
    'Boost' : """Повышение статов персонажа или моба в результате доработки.
    Противоположность нерфу. Моба бустанули — повысили характеристики так,
    что убивать его стало на порядок проблематичнее, вплоть до вайпа. Буст
    какого-либо класса автоматически повышает ЧСВ у игроков этого класса и
    вызывает баттхерт у классов, которые раньше исправно выписывали ему
    пиздюлей.""",
    'Boss' :  """англ. хозяин, босс. Уникальный монстр в локации. Обычно имеет
    собственное имя, свиту и в несколько десятков, а то и сотен, раз сильнее
    обычного моба и, в некоторых случаях, в десятки тысяч раз живучее. С
    боссов можно выбить хорошие шмотки, но репопятся они заметно реже
    обычных мобов. Особо эпичные боссы репопятся раз в неделю (а то и
    месяц!) Название может немного отличаться: рейдбосс (ArcheAge), питбосс
    (RF online), MvP (Ragnarok), ласт (WoW).""",
    'Bot' :  """Сокращение от англ. robot — автомат, автопилот. Программа,
    имитирующая действия игрока. Используется для фарминга и гринда,
    прокачки персонажей или в качестве самоходной аптечки для прокачки
    другого чара. Запрещены во всех адекватных играх, но отловить их обычно
    непросто, что порождает такие ужасы киберпанка, как пати ботов,
    целенаправленно чистящая данжен.""",
    'Build' :  """англ. сборка, стиль. Комбинация параметров чара под
    конкретный стиль игры или для определенной цели. PvP и PvE билды обычно
    кардинально отличаются. В подавляющем большинстве популярных ММО, билд
    ограничен сочетанием набора навыков/абилок и определенного шмота, так
    как сами по себе характеристики «голого» персонажа играют лишь базовую
    роль.""",
    'Buff' :  """Неологизм, специально придуманный разработчиками игр. В
    первом приближении переводится как «накачать». Общее название эффектов,
    действующих в течение некоторого времени (от нескольких минут до, реже,
    нескольких часов, либо до снятия его кем-то/чем-то), улучшающих
    характеристики персонажа. Также баффом называют улучшение характеристик
    какого-либо игрового предмета, умения, явления, персонажа и т. п.
    разработчиками. Антонимом Buff'а в этом значении является Nerf или
    Debuff.""",
    'Buffer' :  """Персонаж, способный накладывать баффы. Зачастую является
    хилером. В Eve Online buffer или buffer tank — способ танковки(улучшения
    выживаемости под обстрелом) корабля с упором на увеличение количества
    хитпоинтов вместо регенерации, используемый в основном в PvP, где
    входящий DPS выше любой разумной скорости починки и надо выиграть больше
    времени для убиения как можно большего числа вражеских корабликов.""",
    'Burst' : """англ. взрыв, вспышка, короткая очередь. Нанесение большого
    количества урона за малое время. Применяется в PvP или для добивания
    босса в PvE. Типичная реализация — использование кратковременных баффов
    на усиление урона и/или сильных боевых скилов. Эти баффы и абилки, как
    правило, имеют долгий откат, поэтому пользоваться ими чаще
    нерационально.""",
    'Carebear' : """От англ. carebears — заботливые мишки (букв.), так
    называются добрые и полные любви медвежата с поздравительных
    открыток. Игрок, никогда не атакующий других игроков первым вне
    зависимости от их и своей собственной фракций. Объясняется это
    приоритетом взаимодействия с мiромъ™, что есть охота на монстров,
    выполнение квестов, крафт, майн, транспортные перевозки и тому
    подобная «мирная» деятельность в зависимости от игры. PvP каребиры
    не любят, заявляя, что оно портит им удовольствие от игры, ня.
    Обычные игроки не любят каребиров. Те, несмотря на зачастую высокий
    уровень и огромное количество надроченных в PvE денег, отказываются
    помогать родной фракции/гильдии в PvP. Выявленных в пати каребиров,
    как правило, исключают или, в особо тяжелых случаях, заносят в KoS.
    Каребирными играми называются MMORPG без возможности PvP.""",
    'Caster' : """От англ. cast — кидать, бросать, накладывать [заклинание].
    Персонаж, способный использовать заклинания. Их много.""",
    'CC' : """В разных играх обозначает разные вещи: англ. Сorpse camp —
    подкарауливание трупов. Метод гриферства в играх, где место воскрешения
    находится в немирной зоне. Поскольку в таких играх после очередной
    смерти игрок вынужден возвращаться к своему хладному трупу, то
    вылавливание его в таком беззащитном состоянии доставляет. Особо
    впечатлительные после десятка смертей могут навсегда покинуть PvP
    сервера или даже вообще игру. Особенно доставляют забеги нагишом после
    вайпов, когда этим самым подкарауливанием занимаются большие боссы NPC.
    Другое название — «рескил» (англ. ressurect - воскрешение и англ. kill -
    убивать) — убийство только что оживившегося игрока пока он ещё ослаблен.
    В результате негативного влияния на клиентскую базу, последнее время это
    явление в чистом виде почти нигде не встречается. англ. command channel
    — командный канал. В Lineage 2 — объединение нескольких групп в единую
    систему с единым начальником — CC-лидером, являющимся пати-лидером
    группы-организатора СС. Необходим для координации действий больших
    скоплений игроков aka зерга на различных ответственных мероприятиях, а
    также для обозначения целей действия некоторых глобальных спеллов. англ.
    crowd control — управление толпой. Умения, позволяющие на какое-то время
    остановить или замедлить противника или их группу, а то и вовсе вывести
    на какое-то время из боя. Используется повсеместно в PvP, в PvE для
    разбора связанных паков и вообще облегчения жизни пати. англ. miss ->
    мисс -> СС. Отсутствие противника на линии в DotA и подобных играх.
    англ. change char - сменить персонаж. Перелогиниться на своего твинка,
    то есть включиться в игру одним из своих персонажей вместо текущего.""",
    'Character' :  """англ. игровой персонаж. Также в ходу название перс. В
    общем — чар.""",
    'CL' : """aнгл. clan leader — глава клана. Индивидуум, который для
    поднятия своего ЧСВ просто до заоблачных высот создает Клан и,
    набрав в него нубов/школьников/задротов/реальщиков, популярно
    разъясняет им, что, оказывается, в этой игре только Клан™ может
    устроить клан-вар/грабить корованы/фармить эпика, что очень
    интересно и занимательно, в отличие от тупого гринда. Так же Класс
    Лидер который обьясняет новичкам что и как делать своим классом или
    онально карает их какими — либо мерами за невыполнение своих
    обязаностей.""",
    'Clan war' : """англ. война кланов. Война с другим кланом в
    ориентированных на PvP играх.""",
    'Cooldown' : """англ. охлаждение. Время, которое должно пройти перед
    повторным использованием умения/заклинания/предмета, а то и целой их группы.
    Так же существует кулдаун для инстов, чтобы задроты не выгриндили
    весь дроп из них слишком быстро.""",
    'Damage' : """англ. урон, повреждения.""",
    'DD' : """сокр. от англ. damage dealer — наносящий урон. Архетип
    персонажа, ориентированный на раздачу пиздюлей. Англоговорящими в этом
    значении используется редко."""
    }
